//ASMJCL    JOB FB3,,REGION=0M,NOTIFY=&SYSUID
//*
//*   MY ASSEMBLY COMPILE & LINK JOB
//*
// EXPORT SYMLIST=(*)
// SET MYPRG='LAB102'
//*
//CL       EXEC ASMACL,MBR=&MYPRG
//C.SYSIN  DD  DISP=SHR,DSN=&SYSUID..ASM(&MYPRG)
//
