//ASMLAB    JOB FB3,,REGION=0M,NOTIFY=&SYSUID
//*
//*   MY ASSEMBLY COMPILE & LINK + RUN JOB
//*
// EXPORT SYMLIST=(*)
// SET MYPRG='LAB107'   z/Architecture Assembler Language, Part 3 Labs
//*
//CL       EXEC ASMACL,MBR=&MYPRG
//C.SYSIN    DD DISP=SHR,DSN=&SYSUID..ASM3(&MYPRG)
//*
//GO       EXEC PGM=&MYPRG
//STEPLIB    DD DISP=SHR,DSN=&SYSUID..LOAD
//SYSPRINT   DD SYSOUT=*
//
