//ASMRUN    JOB FB3,,REGION=0M,NOTIFY=&SYSUID
//*
//*   MY ASSEMBLY COMPILE & LINK + RUN JOB
//*
// EXPORT SYMLIST=(*)
// SET MYPRG='LAB101'
//*
//CL       EXEC ASMACL,MBR=&MYPRG
//C.SYSIN  DD  DISP=SHR,DSN=&SYSUID..ASM(&MYPRG)
//*
//GO       EXEC PGM=&MYPRG
//STEPLIB  DD  DISP=SHR,DSN=&SYSUID..LOAD
//SYSPRINT DD  SYSOUT=*
//
